{
  "appName": {
    "message": "Identificador de la classe gramatical"
  },
  "shortDesc": {
    "message": "Utilitza l'Identificador de la classe gramatical per analitzar oracions, identificar parts del discurs i etiquetar elements gramaticals fàcilment!"
  },
  "storeDesc": {
    "message": "Aquesta eina simplifica l'anàlisi gramatical i t'ajuda a entendre l'estructura de les oracions. Tant si ets un estudiant, professor, escriptor o apassionat de les llengües, fa que identificar les classes gramaticals en qualsevol oració sigui ràpid i fàcil. Només has d'introduir el teu text, i l'eina desglossa instantàniament les classes gramaticals, mostrant com funciona cada paraula.\n\n📚 Característiques Clau\n1️⃣ Anàlisi Instantània: Detecta les classes gramaticals (sustantius, verbs, adjectius, i més) en segons.\n\n2️⃣ Etiquetatge en Temps Real: Veure cada classe gramatical destacada mentre escrius per a una retroalimentació immediata.\n\n3️⃣ Suport Educatiu: Perfecte per aprendre i ensenyar gramàtica a través de lliçons interactives.\n\n4️⃣ Informes sobre les Oracions: Analitza oracions simples i complexes per entendre l'estructura.\n\n5️⃣ Fàcil d'Usar: Interfície intuïtiva que és fàcil d'utilitzar per a tots els nivells d'habilitat.\n\n6️⃣ Suport Multilingüe: Disponible per a llengües com:\n🇬🇧 Anglès, 🇨🇳 Xinès, 🇪🇸 Espanyol, 🇩🇪 Alemany, 🇫🇷 Francès, 🇯🇵 Japonès, 🇷🇺 Rus.\n\nPer què Utilitzar Aquesta Eina?\n➤ Per a Estudiants i Professors: Ideal per dominar la gramàtica i explicar clarament l'estructura de les oracions.\n\n➤ Per a Escriptors i Editors: Ajuda a analitzar i refinar l'estructura de les oracions identificant els rols gramaticals.\n\n➤ Per a Aprenents de Llengües: La retroalimentació instantània enforteix la comprensió gramatical i la composició d'oracions.\n\nCom Funciona\n• Introduïu el vostre Text: Enganxa una oració o paràgraf, i l'eina identifica instantàniament cada classe gramatical.\n\n• Retroalimentació Instantània: Cada paraula és etiquetada amb el seu rol gramatical (sustantiu, verb, adjectiu, etc.).\n\n• Desglossament Detallat: Etiqueta cada paraula i mostra com interactuen les classes gramaticals.\n\n• Actualitzacions en Temps Real: Edita el teu text i veuràs les classes gramaticals actualitzades instantàniament.\n\n• Pràctica Gramatical: Reforça els conceptes gramaticals i practica l'anàlisi d'oracions.\n\nBeneficis\n1️⃣ Millora la Gramàtica: Enforteix les habilitats gramaticals i la construcció d'oracions mitjançant un ús regular.\n\n2️⃣ Resultats Ràpids: Obté retroalimentació immediata i identifica les classes gramaticals de manera eficient.\n\n3️⃣ Ús Versàtil: Perfecte per a l'escriptura acadèmica, professional i informal.\n\n4️⃣ Aprenentatge Interactiu: Explora patrons d'oracions i classes gramaticals per millorar les habilitats lingüístiques.\n\n5️⃣ Refinament de l'Escriptura: Identificar les classes gramaticals ajuda a millorar la claredat i la precisió.\n\nUsos Pràctics\nTasques de Gramàtica: Comprova el treball per l'ús correcte de les classes gramaticals i l'estructura de les oracions.\n\nExercicis de Llengua: Ideal per a la pràctica a l'aula o l'estudi autònom per millorar la gramàtica.\n\nCreació de Contingut: Escriptors i editors poden analitzar i millorar el contingut.\n\nComprovacions Ràpides de Gramàtica: Utilitza-ho per detectar errors gramaticals i analitzar parts específiques de la gramàtica.\n\nEina d'Ensenyament: Els professors poden demostrar conceptes gramaticals visualment.\n\nAspectes Clau\nInterfície Fàcil d'Usar: Fàcil de navegar, adequada per a tots els usuaris.\n\nAnàlisi Completa: Analitza tant oracions bàsiques com complexes amb desglossaments detallats.\n\n3️⃣ Ús Flexible: Funciona en l'escriptura acadèmica, l'edició de contingut i la pràctica gramatical.\n\n4️⃣ Suport Multilingüe: L'eina suporta una varietat de llengües.\n\n5️⃣ Actualitzacions Regulars: Es millora freqüentment per a una funcionalitat millorada.\n\nPer què Es Destaca\n➤ Precisió: Etiqueta les paraules amb precisió, oferint una visió clara de l'estructura de les oracions.\n\n➤ Centrat en l'Usuari: Dissenyat per a aprenents de tots els nivells, des de principiants fins a usuaris avançats.\n\n➤ Enfocat a l'Aprenentatge: Perfecte per millorar la gramàtica i entendre les classes gramaticals.\n\nPreguntes Freqüents\nQ: Com identifica les classes gramaticals?\nA: L'eina utilitza algoritmes per analitzar la funció de cada paraula i l'etiqueta en conseqüència.\n\nQ: És útil per aprendre gramàtica anglesa?\nA: Sí, és perfecte tant per a principiants com per a aprenents avançats.\n\nQ: Puc utilitzar-ho sense connexió a Internet?\nA: No, l'Identificador de la classe gramatical requereix una connexió a Internet per funcionar.\n\nUtilitza l'Identificador de la classe gramatical per millorar la gramàtica, entendre l'estructura de les oracions i refinar l'escriptura. És una eina essencial per a estudiants, professors, escriptors i qualsevol persona que vulgui dominar l'estructura del llenguatge. Comença a identificar les classes gramaticals avui!"
  }
}